<template>
  <div class="container">
    <div>
      <h2>天星器・真の作成</h2>
      <div>
        <h3>七星剣・真</h3>
        <h4>ベース武器</h4>
        <p>七星剣 Lv100</p>
        <h4>素材</h4>
        <ul>
          <li>煌光の宝珠50</li>
          <li>天光の巻50</li>
          <li>ホーリー・ジーン50</li>
          <li>白竜鱗50</li>
          <li>栄光の証50</li>
          <li>宝晶石100</li>
        </ul>
      </div>
    </div>

    <div>
      <h2>属性変更</h2>
      <div>
        <h3>赤き依代の剣</h3>
        <h4>ベース武器</h4>
        <p>朽ち果てた剣 Lv75</p>
        <h4>素材</h4>
        <ul>
          <li>炎の宝珠250</li>
          <li>ファイア・ジーン250</li>
          <li>星晶の欠片250</li>
        </ul>
      </div>
      <div>
        <h3>七星剣・焔</h3>
        <h4>ベース武器</h4>
        <p>七星剣・真 Lv100 sLv10</p>
        <h4>素材</h4>
        <ul>
          <li>赤き依代の剣 Lv75</li>
          <li>真なる火のアニマ3</li>
        </ul>
      </div>
    </div>

    <div>
      <h2>※設備拡充が終わってなかったら設備拡充</h2>
      <div>
        <h3>設備拡充</h3>
        <h4>素材</h4>
        <ul>
          <li>マインゴーシュ</li>
          <li>風精の鉤爪槍</li>
          <li>クリムゾンアックス</li>
          <li>火精の権杖</li>
          <li>水精の牧杖</li>
          <li>虹魚鱗飾</li>
          <li>土精の蛇行剣</li>
          <li>クラッシュハンド</li>
          <li>シャインバレル</li>
          <li>シャインナックル</li>
          <li>シャドウスピア</li>
          <li>シャドウワンド</li>
          <li>インペリアルショテル</li>
          <li>スパイククラブ</li>
          <li>ミスラのアニマ5</li>
        </ul>
      </div>
    </div>

    <div>
      <h2>段階強化</h2>
      <div>
        <h3>第1段階</h3>
        <h4>ベース武器</h4>
        <p>七星剣・焔 Lv100 sLv10</p>
        <h4>素材</h4>
        <ul>
          <li>柔らかい羽300</li>
          <li>原初の砂100</li>
          <li>固い土100</li>
          <li>炎の宝珠100</li>
          <li>赤の書100</li>
          <li>業火の巻150</li>
          <li>ファイア・ジーン100</li>
          <li>覇者の証10</li>
          <li>碧空の結晶3</li>
          <li>宝晶石100</li>
        </ul>
      </div>

      <div>
        <h3>第2段階</h3>
        <h4>ベース武器</h4>
        <p>七星剣・焔 Lv100 sLv10</p>
        <h4>素材</h4>
        <ul>
          <li>清らかな水100</li>
          <li>紅黄石100</li>
          <li>虚ろなる魄100</li>
          <li>炎の宝珠150</li>
          <li>赤の書150</li>
          <li>ファイア・ジーン150</li>
          <li>赤竜鱗30</li>
          <li>虹星晶50</li>
          <li>真なる火のアニマ3</li>
          <li>碧空の結晶5</li>
          <li>宝晶石200</li>
        </ul>
      </div>

      <div>
        <h3>第3段階</h3>
        <h4>ベース武器</h4>
        <p>七星剣・焔 Lv100 sLv10</p>
        <h4>素材</h4>
        <ul>
          <li>風伯の羽300</li>
          <li>鷹の羽100</li>
          <li>予見の双葉80</li>
          <li>炎の宝珠200</li>
          <li>紅蓮の宝珠100</li>
          <li>ファイア・ジーン200</li>
          <li>コロッサスのアニマ100</li>
          <li>覇者の証10</li>
          <li>碧空の結晶7</li>
          <li>宝晶石300</li>
        </ul>
      </div>

      <div>
        <h3>第4段階</h3>
        <h4>ベース武器</h4>
        <p>七星剣・焔 Lv100 sLv10</p>
        <h4>素材</h4>
        <ul>
          <li>渦琥珀100</li>
          <li>ラクリモサ100</li>
          <li>オルディネシュタイン80</li>
          <li>炎の宝珠250</li>
          <li>ファイア・ジーン250</li>
          <li>赤竜鱗50</li>
          <li>虹星晶150</li>
          <li>真なる火のアニマ3</li>
          <li>碧空の結晶10</li>
          <li>宝晶石400</li>
        </ul>
      </div>

      <div>
        <h3>第5段階</h3>
        <h4>ベース武器</h4>
        <p>七星剣・焔 Lv100 sLv10</p>
        <h4>素材</h4>
        <ul>
          <li>嵐竜の琥珀眼20</li>
          <li>プロミネンスリアクター80</li>
          <li>海神の扇尾20</li>
          <li>創樹の花蕾20</li>
          <li>プライマルビット20</li>
          <li>黒霧の結晶20</li>
          <li>古代布100</li>
          <li>覇者の証10</li>
          <li>碧空の結晶15</li>
          <li>宝晶石500</li>
        </ul>
      </div>

      <div>
        <h3>第6段階</h3>
        <h4>ベース武器</h4>
        <p>七星剣・焔 Lv100 sLv10</p>
        <h4>素材</h4>
        <ul>
          <li>真なる火のアニマ3</li>
          <li>真なる水のアニマ3</li>
          <li>真なる土のアニマ3</li>
          <li>真なる風のアニマ3</li>
          <li>真なる光のアニマ3</li>
          <li>真なる闇のアニマ3</li>
          <li>虹星晶250</li>
          <li>碧空の結晶30</li>
          <li>ヒヒイロカネ1</li>
          <li>宝晶石500</li>
        </ul>
      </div>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style></style>
